Repository: everpcpc/KMReader
Catalog: KMReader/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# %lld / %lld books
source: %1$lld / %2$lld books
zh_hans: %1$lld / %2$lld 本书
zh_hant: %1$lld / %2$lld 本書

source: %lld book
zh_hans: %lld 本书
zh_hant: %lld 本書

source: %lld books
zh_hans: %lld 本书
zh_hant: %lld 本書

# %lld custom font%@ added
source: %1$lld custom font%2$@ added
zh_hans: 已添加 %1$lld 个自定义字体%2$@
zh_hant: 已新增 %1$lld 個自訂字體%2$@

source: %lld in progress
zh_hans: %lld 正在阅读
zh_hant: %lld 正在閱讀

source: %lld pages
zh_hans: %lld 页
zh_hant: %lld 頁

source: %lld series
zh_hans: %lld 个系列
zh_hant: %lld 個系列

source: %lld unread
zh_hans: %lld 未读
zh_hant: %lld 未讀

source: Abandoned
zh_hans: 已放弃
zh_hant: 已放棄

source: About
zh_hans: 关于
zh_hant: 關於

source: Account
zh_hans: 账户
zh_hant: 帳戶

source: Active
zh_hans: 使用中
zh_hant: 使用中

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add a library from Komga's web interface to manage it here.
zh_hans: 请在 Komga 网页端添加库以便在此管理。
zh_hant: 請在 Komga 網頁端新增圖書館以便在此管理。

source: Add Alternate Title
zh_hans: 添加别名
zh_hant: 新增別名

source: Add Another Server
zh_hans: 添加更多服务器
zh_hant: 添加新的伺服器

source: Add Link
zh_hans: 添加链接
zh_hant: 新增連結

source: Add to Collection
zh_hans: 添加到收藏
zh_hant: 加入收藏

source: Add to Read List
zh_hans: 添加到阅读列表
zh_hant: 加入閱讀清單

source: Adjust the maximum size of the page cache. Cache will be cleaned automatically when exceeded.
zh_hans: 调节页面缓存上限，超出将自动清理。
zh_hant: 調節頁面快取上限，超出將自動清理。

source: Adjust the width of webtoon pages as a percentage of screen width
zh_hans: 调整 Webtoon 页宽占屏幕比例
zh_hant: 調整 Webtoon 頁寬占螢幕比例

source: Admin
zh_hans: 管理员
zh_hant: 管理員

source: Admin Access
zh_hans: 管理员
zh_hant: 管理員

source: Admin access required
zh_hans: 需要管理员权限
zh_hant: 需要管理員權限

source: Age Rating
zh_hans: 年龄限制
zh_hant: 年齡限制

source: All Libraries
zh_hans: 所有库
zh_hant: 所有書庫

source: All read
zh_hans: 全部已读
zh_hant: 全部已讀

source: Alternate Titles
zh_hans: 副标题
zh_hant: 副標題

source: Always Show Page Number
zh_hans: 始终显示页码
zh_hant: 始終顯示頁碼

source: Analyze
zh_hans: 分析
zh_hant: 分析

source: API Key
zh_hans: API 密钥
zh_hant: API 金鑰

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Architecture
zh_hans: 架构
zh_hant: 架構

source: Are you sure you want to cancel all tasks? This action cannot be undone.
zh_hans: 确定要取消所有任务？此操作无法撤销。
zh_hant: 確定要取消所有任務？此操作無法復原。

source: Are you sure you want to delete this book? This action cannot be undone.
zh_hans: 确定要删除这本书？此操作无法撤销。
zh_hant: 確定要刪除這本書？此操作無法復原。

source: Are you sure you want to delete this collection? This action cannot be undone.
zh_hans: 确定要删除此收藏？此操作无法撤销。
zh_hant: 確定要刪除此收藏？此操作無法復原。

source: Are you sure you want to delete this read list? This action cannot be undone.
zh_hans: 确定要删除此阅读列表？此操作无法撤销。
zh_hant: 確定要刪除此閱讀清單？此操作無法復原。

source: Are you sure you want to delete this series? This action cannot be undone.
zh_hans: 确定要删除此系列？此操作无法撤销。
zh_hant: 確定要刪除此系列？此操作無法復原。

source: Are you sure you want to logout?
zh_hans: 确定要登出？
zh_hant: 確定要登出？

source: Artifact
zh_hans: 构建产物
zh_hant: 構建產物

source: Authentication Activity
zh_hans: 身份验证活动
zh_hant: 身份驗證活動

source: Authors
zh_hans: 作者
zh_hant: 作者

source: Auto-refresh
zh_hans: 自动刷新
zh_hant: 自動刷新

source: Auto-refresh Dashboard
zh_hans: 自动刷新主页
zh_hant: 自動刷新主頁

source: Automatically refresh dashboard when content changes
zh_hans: 内容变更时自动刷新主页
zh_hant: 內容變更時自動刷新主頁

source: Basic Information
zh_hans: 基本信息
zh_hant: 基本資訊

source: Book File
zh_hans: 书籍文件
zh_hant: 書籍檔案

source: Book has been deleted
zh_hans: 书籍已删除
zh_hant: 書籍已刪除

source: Book ID is empty
zh_hans: 书籍 ID 为空
zh_hant: 書籍 ID 為空

source: Books
zh_hans: 书籍
zh_hant: 書籍

# bookSort.dateAdded
source: Date Added
zh_hans: 添加日期
zh_hant: 新增日期

# bookSort.dateRead
source: Date Read
zh_hans: 阅读日期
zh_hant: 閱讀日期

# bookSort.dateUpdated
source: Date Updated
zh_hans: 更新日期
zh_hant: 更新日期

# bookSort.fileName
source: File Name
zh_hans: 文件名
zh_hant: 檔名

# bookSort.fileSize
source: File Size
zh_hans: 文件大小
zh_hant: 檔案大小

# bookSort.name
source: Name
zh_hans: 名称
zh_hant: 名稱

# bookSort.pageCount
source: Page Count
zh_hans: 页数
zh_hant: 頁數

# bookSort.releaseDate
source: Release Date
zh_hans: 发行日期
zh_hant: 發行日期

# bookSort.series
source: Series
zh_hans: 系列
zh_hant: 系列

source: Branch
zh_hans: 分支
zh_hant: 分支

# browse.content.books
source: Books
zh_hans: 书籍
zh_hant: 書籍

# browse.content.collections
source: Collections
zh_hans: 收藏
zh_hant: 收藏

# browse.content.readlists
source: Read Lists
zh_hans: 阅读列表
zh_hant: 閱讀列表

# browse.content.series
source: Series
zh_hans: 系列
zh_hant: 系列

# browse.layout.grid
source: Grid
zh_hans: 网格
zh_hant: 網格

# browse.layout.list
source: List
zh_hans: 列表
zh_hant: 列表

source: Build Information
zh_hans: 构建信息
zh_hant: 構建資訊

source: Build Time
zh_hans: 构建时间
zh_hant: 構建時間

source: Cache
zh_hans: 缓存
zh_hant: 快取

source: Cached Files
zh_hans: 已缓存文件
zh_hant: 已快取檔案

source: Cached Images
zh_hans: 已缓存图片
zh_hant: 已快取圖片

source: Cached Size
zh_hans: 缓存大小
zh_hant: 快取大小

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel All Tasks
zh_hans: 取消所有任务
zh_hant: 取消所有任務

source: Character & Word
zh_hans: 字符与单词
zh_hant: 字元與單詞

source: Choose an existing Komga server or add a new one to begin.
zh_hans: 选择已有的 Komga 服务器或者添加新的
zh_hant: 選擇已有的 Komga 伺服器或者添加新的

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear Book File
zh_hans: 清除书籍文件
zh_hant: 清除書籍檔案

source: Clear Cache
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Page
zh_hans: 清除页面
zh_hant: 清除頁面

source: Clear Thumbnail
zh_hans: 清除缩略图
zh_hant: 清除縮圖

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Collection
zh_hans: 收藏
zh_hant: 收藏

source: Collection Name
zh_hans: 收藏名称
zh_hant: 收藏名稱

source: Collections
zh_hans: 收藏
zh_hant: 收藏

source: Commit ID
zh_hans: 提交 ID
zh_hant: 提交 ID

source: Commit ID (Short)
zh_hans: 提交 ID（短）
zh_hant: 提交 ID（短）

source: Commit Time
zh_hans: 提交时间
zh_hant: 提交時間

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.copy
source: Copy
zh_hans: 复制
zh_hant: 複製

# common.ok
source: OK
zh_hans: 确定
zh_hant: 確定

source: Completed
zh_hans: 已完成
zh_hant: 已完成

source: Configuration error: %@
zh_hans: 配置错误：%@
zh_hant: 設定錯誤：%@

source: Confirm
zh_hans: 确认
zh_hant: 確認

source: Connect to a Server
zh_hans: 连接服务器
zh_hant: 連線伺服器

source: Connection
zh_hans: 连接
zh_hant: 連線

source: Create
zh_hans: 创建
zh_hant: 創建

source: Create Collection
zh_hans: 创建收藏
zh_hant: 建立收藏

source: Create New
zh_hans: 新建
zh_hant: 新建

source: Create Read List
zh_hans: 创建阅读列表
zh_hant: 建立閱讀列表

source: Created: %@
zh_hans: 创建: %@
zh_hant: 創建: %@

source: Credentials
zh_hans: 凭证
zh_hant: 憑證

source: Credentials are stored locally so you can switch servers without re-entering them.
zh_hans: 凭证本地保存，切换服务器无需重输。
zh_hant: 憑證本地儲存，切換伺服器無須重輸。

source: Current page: %lld
zh_hans: 当前页：%lld
zh_hant: 當前頁：%lld

source: Current Reading Options
zh_hans: 当前阅读设置
zh_hant: 目前閱讀設定

source: Custom Fonts
zh_hans: 自定义字体
zh_hant: 自訂字體

source: Dashboard
zh_hans: 主页
zh_hant: 主頁

# dashboard.hiddenSections
source: Hidden Sections
zh_hans: 隐藏区块
zh_hant: 隱藏區塊

# dashboard.keepReading
source: Keep Reading
zh_hans: 继续阅读
zh_hant: 繼續閱讀

# dashboard.onDeck
source: On Deck
zh_hans: 待阅读
zh_hant: 待閱讀

# dashboard.recentlyAddedBooks
source: Recently Added Books
zh_hans: 最近新增的书籍
zh_hant: 最近新增的書籍

# dashboard.recentlyAddedSeries
source: Recently Added Series
zh_hans: 最近新增的系列
zh_hant: 最近新增的系列

# dashboard.recentlyReadBooks
source: Recently Read Books
zh_hans: 最近阅读的书籍
zh_hant: 最近閱讀的書籍

# dashboard.recentlyReleasedBooks
source: Recently Released Books
zh_hans: 最近发布的书籍
zh_hant: 最近發布的書籍

# dashboard.recentlyUpdatedSeries
source: Recently Updated Series
zh_hans: 最近更新的系列
zh_hant: 最近更新的系列

# dashboard.reset
source: Reset to Default
zh_hans: 重置为默认
zh_hant: 重設為預設

source: Dashboard Sections
zh_hans: 主页区块
zh_hant: 主頁區塊

# dashboard.title
source: Dashboard
zh_hans: 主页
zh_hant: 主頁

source: Data corrupted: %@
zh_hans: 数据损坏：%@
zh_hant: 資料毀損：%@

source: Default Reading Options
zh_hans: 默认阅读选项
zh_hant: 預設閱讀選項

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete (%lld)
zh_hans: 删除 (%lld)
zh_hant: 刪除 (%lld)

source: Delete Book
zh_hans: 删除书籍
zh_hant: 刪除書籍

source: Delete Book?
zh_hans: 删除书籍？
zh_hant: 刪除書籍？

source: Delete Collection
zh_hans: 删除收藏
zh_hant: 刪除收藏

source: Delete Collection?
zh_hans: 删除收藏？
zh_hant: 刪除收藏？

source: Delete Library
zh_hans: 删除库
zh_hant: 刪除圖書館

source: Delete Read List
zh_hans: 删除阅读列表
zh_hant: 刪除閱讀列表

source: Delete Read List?
zh_hans: 删除阅读列表？
zh_hant: 刪除閱讀列表？

source: Delete Series
zh_hans: 删除系列
zh_hant: 刪除系列

source: Delete Series?
zh_hans: 删除系列？
zh_hant: 刪除系列？

source: Delete Server
zh_hans: 删除服务器
zh_hant: 刪除伺服器

source: Deselect All
zh_hans: 全部取消
zh_hant: 全部取消

source: Direction
zh_hans: 方向
zh_hant: 方向

source: Discuss
zh_hans: 讨论
zh_hant: 討論

source: Display
zh_hans: 显示
zh_hant: 顯示

source: Display page number overlay on images while reading
zh_hans: 阅读时叠加页码
zh_hant: 閱讀時顯示頁碼

source: Display tap zone hints when entering reader
zh_hans: 进入阅读器时显示点击区域提示
zh_hant: 進入閱讀器時顯示點擊區域提示

source: Display the cover alongside the next page instead of on its own
zh_hans: 封面与下一页并排显示，不单独占页
zh_hant: 封面與下一頁並排顯示，不單獨佔頁

source: Display the cover alongside the next page when using dual page mode
zh_hans: 双页模式下封面与下一页并排显示
zh_hant: 雙頁模式下封面與下一頁並排顯示

source: Done
zh_hans: 完成
zh_hant: 完成

source: Download
zh_hans: 下载
zh_hant: 下載

source: Download complete
zh_hans: 下载完成
zh_hant: 下載完成

source: Downloading: %lld%%
zh_hans: 下载中：%lld%%
zh_hant: 下載中：%lld%%

source: Downloading...
zh_hans: 正在下载…
zh_hant: 正在下載…

source: e.g. "Home" or "Work"
zh_hans: 例如 “Home” 或 “Work”
zh_hant: 例如「Home」或「Work」

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit Book
zh_hans: 编辑书籍
zh_hant: 編輯書籍

source: Edit Collection
zh_hans: 编辑收藏
zh_hant: 編輯收藏

source: Edit Read List
zh_hans: 编辑阅读列表
zh_hant: 編輯閱讀列表

source: Edit Series
zh_hans: 编辑系列
zh_hant: 編輯系列

source: Edit Server
zh_hans: 编辑服务器
zh_hant: 編輯伺服器

source: Empty Trash
zh_hans: 清空回收站
zh_hant: 清空資源回收桶

source: Empty Trash for All Libraries
zh_hans: 清空所有库的回收站
zh_hant: 清空所有圖書館的回收桶

source: Enable Real-time Updates above to use this feature.
zh_hans: 启用实时更新后可使用此功能。
zh_hant: 啟用即時更新後可使用此功能。

source: Enable Server-Sent Events for real-time updates
zh_hans: 启用 SSE 以获得实时更新
zh_hant: 啟用 SSE 以獲取即時更新

source: Ended
zh_hans: 已完结
zh_hant: 已完結

source: Enter the credentials you use to access your Komga server.
zh_hans: 输入用于访问 Komga 的凭证。
zh_hant: 輸入用於存取 Komga 的憑證。

source: Enter your password
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter your server URL
zh_hans: 输入服务器 URL
zh_hant: 輸入伺服器 URL

source: Enter your username
zh_hans: 输入用户名
zh_hant: 輸入使用者名稱

# error.bookIdEmpty
source: Book ID is empty
zh_hans: 书籍 ID 为空
zh_hant: 書籍 ID 為空

# error.configurationError
source: Configuration error: %@
zh_hans: 配置错误：%@
zh_hant: 設定錯誤：%@

# error.dataCorrupted
source: Data corrupted: %@
zh_hans: 数据损坏：%@
zh_hant: 資料毀損：%@

# error.failedToLoadImageData
source: Failed to load image data
zh_hans: 无法加载图像数据
zh_hant: 無法載入影像資料

# error.fileNotFound
source: File not found: %@
zh_hans: 未找到文件：%@
zh_hant: 找不到檔案：%@

# error.fileReadError
source: Failed to read file %1$@: %2$@
zh_hans: 读取文件 %1$@ 失败：%2$@
zh_hant: 讀取檔案 %1$@ 失敗：%2$@

# error.fileWriteError
source: Failed to write file %1$@: %2$@
zh_hans: 写入文件 %1$@ 失败：%2$@
zh_hant: 寫入檔案 %1$@ 失敗：%2$@

# error.imageNotCached
source: Image not cached yet
zh_hans: 图像尚未缓存
zh_hant: 圖像尚未快取

# error.invalidConfiguration
source: Invalid configuration: %@
zh_hans: 配置无效：%@
zh_hant: 設定無效：%@

# error.invalidFileURL
source: Invalid file URL: %@
zh_hans: 文件 URL 无效：%@
zh_hant: 檔案 URL 無效：%@

# error.invalidInput
source: Invalid input: %@
zh_hans: 输入无效：%@
zh_hant: 輸入無效：%@

# error.manifestImageTagNotFound
source: No image tag found in XHTML document: %@
zh_hans: XHTML 文档中未找到图片标签：%@
zh_hant: 在 XHTML 文件中找不到圖片標籤：%@

# error.manifestInvalidHref
source: Invalid manifest href: %@
zh_hans: 无效的清单 href：%@
zh_hant: 無效的清單 href：%@

# error.manifestUnableToDecodeDocument
source: Unable to decode XHTML document: %@
zh_hans: 无法解码 XHTML 文档：%@
zh_hant: 無法解碼 XHTML 文件：%@

# error.manifestUnsupportedType
source: Unsupported manifest resource type: %@
zh_hans: 不支持的清单资源类型：%@
zh_hant: 不支援的清單資源類型：%@

# error.missingRequiredData
source: Missing required data: %@
zh_hans: 缺少必需数据：%@
zh_hant: 缺少必要資料：%@

# error.networkCancelled
source: Request cancelled
zh_hans: 请求已取消
zh_hant: 請求已取消

# error.networkError
source: Network error: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

# error.networkTimeout
source: Request timed out. Please try again later.
zh_hans: 请求超时，请稍后再试。
zh_hant: 請求逾時，請稍後再試。

# error.networkUnavailable
source: No internet connection. Please check your network settings.
zh_hans: 无网络连接，请检查网络设置。
zh_hant: 沒有網路連線，請檢查網路設定。

# error.noRenderablePages
source: No renderable pages
zh_hans: 没有可渲染的页面
zh_hant: 沒有可呈現的頁面

# error.operationFailed
source: Operation failed: %@
zh_hans: 操作失败：%@
zh_hant: 操作失敗：%@

# error.operationNotAllowed
source: Operation not allowed: %@
zh_hans: 不允许的操作：%@
zh_hant: 不允許的操作：%@

# error.photoLibraryAccessDenied
source: Photo library access denied
zh_hans: 照片库访问被拒绝
zh_hant: 相簿存取被拒

# error.resourceNotFound
source: Resource not found: %@
zh_hans: 未找到资源：%@
zh_hant: 找不到資源：%@

# error.storageNotConfigured
source: Storage not configured: %@
zh_hans: 存储未配置：%@
zh_hant: 儲存未設定：%@

# error.storageOperationFailed
source: Storage operation failed: %@
zh_hans: 存储操作失败：%@
zh_hant: 儲存操作失敗：%@

# error.title
source: Error
zh_hans: 错误
zh_hant: 錯誤

# error.unknown
source: Unknown Error
zh_hans: 未知错误
zh_hant: 未知錯誤

# error.validationFailed
source: Validation failed: %@
zh_hans: 校验失败：%@
zh_hant: 驗證失敗：%@

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Failed to load book details
zh_hans: 加载书籍详情失败
zh_hant: 載入書籍詳情失敗

source: Failed to load image
zh_hans: 加载图片失败
zh_hant: 載入圖片失敗

source: Failed to load image data
zh_hans: 无法加载图像数据
zh_hant: 無法載入影像資料

source: Failed to read file %1$@: %2$@
zh_hans: 读取文件 %1$@ 失败：%2$@
zh_hant: 讀取檔案 %1$@ 失敗：%2$@

source: Failed to save image: %@
zh_hans: 保存图片失败：%@
zh_hant: 儲存圖片失敗：%@

source: Failed to write file %1$@: %2$@
zh_hans: 写入文件 %1$@ 失败：%2$@
zh_hant: 寫入檔案 %1$@ 失敗：%2$@

source: Feedback
zh_hans: 反馈
zh_hant: 回饋

source: File not found: %@
zh_hans: 未找到文件：%@
zh_hant: 找不到檔案：%@

source: Filter
zh_hans: 筛选
zh_hant: 篩選

source: Filter & Sort
zh_hans: 筛选与排序
zh_hant: 篩選與排序

source: Filters
zh_hans: 筛选
zh_hant: 篩選

source: Font
zh_hans: 字体
zh_hant: 字體

source: Font name
zh_hans: 字体名称
zh_hant: 字體名稱

source: From: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

source: Genre
zh_hans: 类型
zh_hant: 類型

source: Genres
zh_hans: 类型
zh_hant: 風格

source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

source: Git Information
zh_hans: Git 信息
zh_hant: Git 資訊

source: Go to Page
zh_hans: 跳转到页面
zh_hant: 跳轉到頁面

source: Go to Series
zh_hans: 前往系列
zh_hant: 前往系列

source: Group
zh_hans: 分组
zh_hant: 分組

source: Hiatus
zh_hans: 有生之年
zh_hant: 有生之年

source: Image not cached yet
zh_hans: 图像尚未缓存
zh_hant: 圖像尚未快取

source: Image saved to Photos successfully
zh_hans: 已成功保存到照片
zh_hant: 已成功儲存到照片

source: Instance Name (Optional)
zh_hans: 实例名称（可选）
zh_hant: 實例名稱（可選）

source: Invalid configuration: %@
zh_hans: 配置无效：%@
zh_hant: 設定無效：%@

source: Invalid file URL: %@
zh_hans: 文件 URL 无效：%@
zh_hant: 檔案 URL 無效：%@

source: Invalid input: %@
zh_hans: 输入无效：%@
zh_hant: 輸入無效：%@

source: Invalid manifest href: %@
zh_hans: 无效的清单 href：%@
zh_hant: 無效的清單 href：%@

source: IP
zh_hans: IP 地址
zh_hant: IP 位址

source: ISBN
zh_hans: ISBN 编号
zh_hant: ISBN 編號

source: Java Information
zh_hans: Java 信息
zh_hant: Java 資訊

source: Jump
zh_hans: 跳转
zh_hant: 跳轉

source: JVM
zh_hans: JVM 环境
zh_hant: JVM 環境

source: JVM Vendor
zh_hans: JVM 供应商
zh_hant: JVM 供應商

source: JVM Version
zh_hans: JVM 版本
zh_hant: JVM 版本

source: KMReader
zh_hans: KMReader 应用
zh_hant: KMReader 應用

source: Label
zh_hans: 标签
zh_hant: 標籤

source: Language
zh_hans: 语言
zh_hant: 語言

source: Last Updated: %@
zh_hans: 最近更新：%@
zh_hant: 最近更新：%@

source: Last used %@
zh_hans: 上次使用 %@
zh_hant: 上次使用 %@

source: Layout Mode
zh_hans: 布局模式
zh_hant: 版面模式

source: Leave the password empty to keep the existing credentials.
zh_hans: 留空密码以保留现有凭证。
zh_hant: 密碼留空以保留現有憑證。

source: Letter Spacing: %@
zh_hans: 字距：%@
zh_hant: 字距：%@

source: Libraries
zh_hans: 库
zh_hant: 書庫

source: Line & Paragraph
zh_hans: 行与段落
zh_hant: 行與段落

source: Line Height: %@
zh_hans: 行高：%@
zh_hant: 行高：%@

source: Links
zh_hans: 链接
zh_hant: 鏈結

source: Loading Libraries…
zh_hans: 正在加载库…
zh_hant: 正在載入圖書館…

source: Login
zh_hans: 登录
zh_hant: 登入

source: Login to a Komga server to see it listed here.
zh_hans: 登录 Komga 服务器即可在此列出。
zh_hant: 登入 Komga 伺服器即可在此列出。

source: Logout
zh_hans: 退出登录
zh_hant: 登出

source: Manage
zh_hans: 管理
zh_hant: 管理

source: Manage Custom Fonts
zh_hans: 管理自定义字体
zh_hant: 管理自訂字體

source: Management
zh_hans: 管理
zh_hant: 管理

source: Manual Entry
zh_hans: 手动输入
zh_hant: 手動輸入

source: Mark as Read
zh_hans: 标为已读
zh_hant: 標為已讀

source: Mark as Unread
zh_hans: 标为未读
zh_hant: 標為未讀

source: Maximum Size
zh_hans: 最大大小
zh_hant: 最大大小

source: Missing required data: %@
zh_hans: 缺少必需数据：%@
zh_hant: 缺少必要資料：%@

source: Modified: %@
zh_hans: 修改: %@
zh_hant: 修改: %@

source: Name
zh_hans: 名称
zh_hant: 名稱

source: Network error: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

source: Next
zh_hans: 继续
zh_hant: 繼續

source: No activity found
zh_hans: 无活动记录
zh_hant: 無活動紀錄

source: No books found
zh_hans: 未找到书
zh_hant: 未找到書

source: No collections found
zh_hans: 未找到收藏
zh_hant: 未找到收藏

source: No content available.
zh_hans: 无可用内容。
zh_hant: 無可用內容。

source: No image tag found in XHTML document: %@
zh_hans: XHTML 文档中未找到图片标签：%@
zh_hant: 在 XHTML 文件中找不到圖片標籤：%@

source: No internet connection. Please check your network settings.
zh_hans: 无网络连接，请检查网络设置。
zh_hant: 沒有網路連線，請檢查網路設定。

source: No libraries found
zh_hans: 未找到库
zh_hant: 未找到圖書館

source: No Pages Available
zh_hans: 无可用页面
zh_hant: 無可用頁面

source: No read lists found
zh_hans: 未找到阅读列表
zh_hant: 未找到閱讀列表

source: No renderable pages
zh_hans: 没有可渲染的页面
zh_hant: 沒有可呈現的頁面

source: No series found
zh_hans: 未找到系列
zh_hant: 未找到系列

source: No server information available
zh_hans: 暂无服务器信息
zh_hant: 暫無伺服器資訊

source: No servers found
zh_hans: 未找到服务器
zh_hant: 未找到伺服器

# notification.copied
source: Copied
zh_hans: 已复制
zh_hant: 已複製

# notification.library.deleted
source: Library deleted
zh_hans: 已删除书库
zh_hant: 已刪除書庫

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Number
zh_hans: 编号
zh_hant: 編號

source: OK
zh_hans: 确定
zh_hant: 確定

source: Oneshot
zh_hans: 单本
zh_hant: 單本

source: Ongoing
zh_hans: 连载中
zh_hant: 連載中

source: Operating System
zh_hans: 操作系统
zh_hant: 作業系統

source: Operation failed: %@
zh_hans: 操作失败：%@
zh_hant: 操作失敗：%@

source: Operation not allowed: %@
zh_hans: 不允许的操作：%@
zh_hant: 不允許的操作：%@

source: Opt for single page, auto-detected spreads, or forced dual pages (landscape only)
zh_hans: 选择单页、自动跨页或强制双页（仅横屏）
zh_hant: 選擇單頁、自動跨頁或強制雙頁（僅橫向）

source: Options
zh_hans: 选项
zh_hant: 選項

source: Ordered
zh_hans: 有序
zh_hant: 有序

source: Page
zh_hans: 页面
zh_hant: 頁

source: Page %d
zh_hans: 第 %d 页
zh_hant: 第 %d 頁

source: Page %lld
zh_hans: 第 %lld 页
zh_hant: 第 %lld 頁

# Page %lld / %lld
source: Page %1$lld / %2$lld
zh_hans: 读到 %1$lld / %2$lld
zh_hant: 讀到 %1$lld / %2$lld

source: Page Layout
zh_hans: 页面布局
zh_hant: 頁面版面

source: Page Margins: %@
zh_hans: 页边距：%@
zh_hant: 頁邊距：%@

source: Pagination
zh_hans: 分页
zh_hant: 分頁

source: Paragraph Indent: %@
zh_hans: 段落缩进：%@
zh_hant: 段落縮排：%@

source: Paragraph Spacing: %@
zh_hans: 段落间距：%@
zh_hant: 段落間距：%@

source: Password
zh_hans: 密码
zh_hant: 密碼

source: Photo library access denied
zh_hans: 照片库访问被拒绝
zh_hant: 相簿存取被拒

source: Pick Font from System
zh_hans: 从系统选择字体
zh_hant: 從系統選擇字體

source: Preferred Direction
zh_hans: 首选方向
zh_hant: 首選方向

source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Publisher
zh_hans: 出版商
zh_hant: 出版商

source: Read
zh_hans: 阅读
zh_hant: 閱讀

source: Read Incognito
zh_hans: 无痕阅读
zh_hant: 無痕閱讀

source: Read List
zh_hans: 阅读列表
zh_hant: 閱讀列表

source: Read List Name
zh_hans: 阅读列表名称
zh_hant: 閱讀清單名稱

source: Read Lists
zh_hans: 阅读列表
zh_hant: 閱讀列表

source: Read Status
zh_hans: 阅读状态
zh_hant: 閱讀狀態

source: Reader
zh_hans: 阅读器
zh_hant: 閱讀器

source: Reader Background
zh_hans: 阅读器背景
zh_hant: 閱讀器背景

# reader.background.black
source: Black
zh_hans: 黑色
zh_hant: 黑色

# reader.background.gray
source: Gray
zh_hans: 灰色
zh_hant: 灰色

# reader.background.system
source: System
zh_hans: 系统
zh_hant: 系統

# reader.background.white
source: White
zh_hans: 白色
zh_hant: 白色

# reader.pageLayout.auto
source: Auto
zh_hans: 自动
zh_hant: 自動

# reader.pageLayout.dual
source: Dual Page
zh_hans: 双页
zh_hant: 雙頁

# reader.pageLayout.single
source: Single Page
zh_hans: 单页
zh_hant: 單頁

# reader.preparing
source: Preparing reader…
zh_hans: 正在准备阅读器…
zh_hant: 正在準備閱讀器…

source: Reading Direction
zh_hans: 阅读方向
zh_hant: 閱讀方向

source: Reading Mode
zh_hans: 阅读模式
zh_hant: 閱讀模式

source: Reading Options
zh_hans: 阅读设置
zh_hant: 閱讀設定

# readStatus.all
source: All
zh_hans: 全部
zh_hant: 全部

# readStatus.inProgress
source: In Progress
zh_hans: 进行中
zh_hant: 進行中

# readStatus.read
source: Read
zh_hans: 已读
zh_hant: 已讀

# readStatus.unread
source: Unread
zh_hans: 未读
zh_hant: 未讀

source: Ready to download this book file.
zh_hans: 可开始下载该书籍文件。
zh_hant: 可開始下載該書籍檔案。

source: Real-time Updates
zh_hans: 实时更新
zh_hant: 即時更新

source: Real-time updates allow the app to automatically refresh when content changes on the server.
zh_hans: 开启后服务器变更会自动刷新。
zh_hant: 開啟後伺服器變更會自動刷新。

source: Refresh
zh_hans: 刷新
zh_hant: 刷新

source: Refresh Metadata
zh_hans: 刷新元数据
zh_hant: 刷新中繼資料

source: Release Date
zh_hans: 发布日期
zh_hant: 發佈日期

source: Release: %@
zh_hans: 发行：%@
zh_hant: 發行：%@

source: Request cancelled
zh_hans: 请求已取消
zh_hant: 請求已取消

source: Request timed out. Please try again later.
zh_hans: 请求超时，请稍后再试。
zh_hant: 請求逾時，請稍後再試。

source: Resource not found: %@
zh_hans: 未找到资源：%@
zh_hant: 找不到資源：%@

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Role
zh_hans: 角色
zh_hant: 角色

source: Running Tasks: %lld
zh_hans: 运行中的任务：%lld
zh_hant: 執行中的任務：%lld

source: Runtime
zh_hans: 运行时
zh_hant: 執行階段

source: Runtime Version
zh_hans: 运行时版本
zh_hant: 執行階段版本

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save Image
zh_hans: 保存图片
zh_hant: 儲存圖片

source: Save to Files
zh_hans: 保存到文件
zh_hant: 儲存到檔案

source: Save to Photos
zh_hans: 保存到照片
zh_hant: 儲存到相簿

source: Scan All Libraries
zh_hans: 扫描所有库
zh_hant: 掃描所有圖書館

source: Scan All Libraries (Deep)
zh_hans: 深度扫描所有库
zh_hant: 深度掃描所有圖書館

source: Scan Library Files
zh_hans: 扫描库文件
zh_hant: 掃描圖書館檔案

source: Scan Library Files (Deep)
zh_hans: 深度扫描库文件
zh_hant: 深度掃描圖書館檔案

source: Select All
zh_hans: 选择全部
zh_hant: 選擇全部

source: Select Collection
zh_hans: 选择收藏
zh_hant: 選擇收藏

source: Select from the system preinstalled fonts
zh_hans: 选择系统预装字体
zh_hant: 選擇系統預載字體

source: Select Read List
zh_hans: 选择阅读列表
zh_hant: 選擇閱讀列表

source: Series
zh_hans: 系列
zh_hant: 系列

source: Series Status
zh_hans: 系列状态
zh_hant: 系列狀態

# series.sortField.booksCount
source: Books Count
zh_hans: 书籍数量
zh_hant: 書籍數量

# series.sortField.dateAdded
source: Date Added
zh_hans: 添加日期
zh_hant: 新增日期

# series.sortField.dateRead
source: Date Read
zh_hans: 阅读日期
zh_hant: 閱讀日期

# series.sortField.dateUpdated
source: Date Updated
zh_hans: 更新日期
zh_hant: 更新日期

# series.sortField.folderName
source: Folder Name
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# series.sortField.name
source: Name
zh_hans: 名称
zh_hant: 名稱

# series.sortField.random
source: Random
zh_hans: 随机
zh_hant: 隨機

# series.sortField.releaseDate
source: Release Date
zh_hans: 发行日期
zh_hant: 發行日期

# series.sortOption.booksCountAsc
source: Books Count (Fewest)
zh_hans: 书籍数量（最少）
zh_hant: 書籍數量（最少）

# series.sortOption.booksCountDesc
source: Books Count (Most)
zh_hans: 书籍数量（最多）
zh_hant: 書籍數量（最多）

# series.sortOption.dateAddedAsc
source: Date Added (Oldest)
zh_hans: 添加日期（最早）
zh_hant: 新增日期（最早）

# series.sortOption.dateAddedDesc
source: Date Added (Newest)
zh_hans: 添加日期（最新）
zh_hant: 新增日期（最新）

# series.sortOption.dateReadAsc
source: Date Read (Oldest)
zh_hans: 阅读日期（最早）
zh_hant: 閱讀日期（最早）

# series.sortOption.dateReadDesc
source: Date Read (Newest)
zh_hans: 阅读日期（最新）
zh_hant: 閱讀日期（最新）
